import React from "react";
import { Bar } from "react-chartjs-2";
const ChartPage = (props) => {
  const { br } = props;
  const radarData = {
    labels: [
      "ปรัชญา ศาสนา เทววิทยา",
      "ภาษา วรรณคดี",
      "ประวัติศาสตร์ โบราณคดี",
      "ศิลปะ วัฒนะธรรม",
      "สังคมศาสตร์และพฤติกรรมศาสตร์",
      "สังคมสงเคราะห์ศาสตร์",
      "คหกรรมศาสตร์",
      "นิเทศศาสตร์",
      "บริหารรัฐกิจ(รัฐประศาสนศาสตร์)",
      "รัฐศาสตร์",
      "นิติศาสตร์",
      "ศึกษาศาสตร์",
      "เศรษฐศาสตร์",
      "การบัญชี",
      "บริหารธุรกิจ",
      "การจัดการ",
      "อุสหกรรมบริการ",
      "วิศวกรรมศาสตร์",
      "สถาปัตยกรรมศาสตร์",
      "วิจิตรศิลป์และประยุกต์ศิลป์",
      "ดุริยางคศาสตร์",
      "สารสนเทศศาสตร์",
      "คอมพิวเตอร์",
      "คณิตศาสตร์และสถิติ",
      "วิทยาศาสตร์ชีวภาพ",
      "วิทยาศาสตร์กายภาพ",
      "วิทยาศาสตร์ประยุกต์",
      "วิทยาศาสตร์การแพทย์",
      "เทคนิคการแพทย์",
      "กายภาพบำบัด",
      "กายอุปกรณ์ศาสตร์",
      "เภสัชศาสตร์",
      "พยาบาลศาสตร์",
      "สาธารณสุขศาสตร์",
      "การแพทย์แผนไทย",
      "การแพทย์แผนไทยประยุกต์",
      "แพทยศาสตร์",
      "ทันตแพทยศาสตร์",
      "สัตวแพทยศาสตร์",
      "วิทยาการสิ่งแวดล้อมและทรัพยากรธรรมชาติ",
      "เกษตรศาสตร์",
      "เทคโนโลยีการผลิตพืช",
      "เทคโนโลยีการผลิตสัตว์",
      "เทคโนโลยีชีวภาพ",
      "เทคโนโลยีการพิมพ์",
      "เทคโนโลยีโทรคมนาคม",
      "เทคโนโลยีอิเล็กทรอนิกส์",
      "เทคโนโลยีสิ่งแวดล้อม",
      "ไม่ระบุสาขา",
    ],
    datasets: [
      {
        backgroundColor: "rgba(255,99,132,0.2)",
        borderColor: "rgba(255,99,132,0.2)",
        borderWidth: 1,
        hoverBackgroundColor: "rgba(255,99,132,0.2)",
        hoverBorderColor: "rgba(255,99,132,0.2)",
        data: br.major,
      },
    ],
  };

  return (
    <div className="flex flex-col items-center w-full max-w-md">
      <h2>สาขาวิชาเอก</h2>
      <Bar
        data={radarData}
        width={100}
        height={50}
        options={{
          legend: {
            display: false,
          },
          scales: {
            yAxes: [
              {
                ticks: {
                  min: 0, // it is for ignoring negative step.
                  beginAtZero: true,
                },
              },
            ],
          },
        }}
      />
    </div>
  );
};

export default ChartPage;
