export default [
  {
    subject: "การวิเคราะห์ข้อมูล",
    d0: 0,
  },
  {
    subject: "การปฏิสัมพันธ์กับผู้อื่น",
    d0: 0,
  },
  {
    subject: "การบริหารจัดการข้อมูล",
    d0: 0,
  },
  {
    subject: "การใช้อุปกรณ์",
    d0: 0,
  },
  {
    subject: "การเป็นผู้นำ",
    d0: 0,
  },
  {
    subject: "การประเมินทรัพยากร",
    d0: 0,
  },
  {
    subject: "การบริหารทรัพยากร",
    d0: 0,
  },
  {
    subject: "การจัดระบบงาน",
    d0: 0,
  },
  {
    subject: "การจัดการความสัมพันธ์บุคล",
    d0: 0,
  },
];
