export default [
  {
    subject: "การมีอิสระและการมีส่วนร่วมในการทำงาน",
    d0: 0,
  },
  {
    subject: "ความสัมพันธ์กับผู้อื่น",
    d0: 0,
  },
  {
    subject: "ลักษณะของงานที่มีผลต่อสุขภาพ",
    d0: 0,
  },
  {
    subject: "การสื่อสารกับผู้อื่น",
    d0: 0,
  },
  {
    subject: "ความถูกต้องและชัดเจนในการทำงาน",
    d0: 0,
  },
  {
    subject: "ลักษณะทางกายภาพของการทำงาน",
    d0: 0,
  },
  {
    subject: "อิสระที่จะกำหนดลักษณะการทำงาน",
    d0: 0,
  },
  {
    subject: "ผลกระทบของงานที่มีต่อหน่วยงาน",
    d0: 0,
  },
  {
    subject: "เหตุการณ์ทางลบที่เกิดขึ้นในการทำงาน",
    d0: 0,
  },
];
