export default [
  {
    header: "1. การวิเคราะห์ปรากฎการณ์ต่างๆ",

    value: "",
  },
  {
    header: "2. การตัดสินใจและการแก้ปัญหา",

    value: "",
  },
  {
    header: "3. การเปรียบเทียบตามมาตรฐาน",

    value: "",
  },
  {
    header: "4. การตั้งเป้าหมายและการวางกลยุทธ์",

    value: "",
  },
  {
    header: "5. การประเมินคุณภาพ",

    value: "",
  },
  {
    header: "6. การประมวลข้อมูลเชิงปริมาณหรือตัวเลข",

    value: "",
  },
  {
    header: "7. การศึกษาข้อมูล",

    value: "",
  },
  {
    header: "8. การสร้างความสัมพันธ์ระหว่างบุคคล",

    value: "",
  },
  {
    header: "9. การประสานงาน",

    value: "",
  },
  {
    header: "10. การสื่อสารภายนอกหน่วยงาน",

    value: "",
  },
  {
    header: "11. การช่วยเหลือและดูแลบุคคลอื่น",

    value: "",
  },
  {
    header: "12. การสื่อสารภายในหน่วยงาน",

    value: "",
  },
  {
    header: "13. การมีปฏิสัมพันธ์กับสาธารณชน",

    value: "",
  },
  {
    header: "14. การบริหารการเปลี่ยนแปลง",

    value: "",
  },
  {
    header: "15.  การวิจัย/การทดลอง",

    value: "",
  },
  {
    header: "16. การสร้างนวัตกรรม",

    value: "",
  },
  {
    header: "17. การสืบเสาะ และการค้นหาข้อมูล",

    value: "",
  },
  {
    header: "18. การใช้ความคิดเชิงหลักการและเหตุผล",

    value: "",
  },
  {
    header: "19. การคาดการณ์อนาคต",

    value: "",
  },
  {
    header: "20. การติดตามสถานการณ์ทั้งในและนอกประเทศ",

    value: "",
  },
  {
    header: "21. การควบคุมเครื่องจักรเครื่องกล",

    value: "",
  },
  {
    header: "22. การควบคุมยานพาหนะ",

    value: "",
  },
  {
    header: "23. การซ่อมแซมดูแลแลรักษาอุปกรณ์ เครื่องกล",

    value: "",
  },
  {
    header: "24. การซ่อมแซมดูแลและรักษาอุปกรณ์ไฟฟ้า/อิเล็กทรอนิกส์",

    value: "",
  },
  {
    header: "25. การประสานสายตาและมือในการทำงาน",

    value: "",
  },
  {
    header: "26. การสอนงานและการจูงใจลูกน้อง",

    value: "",
  },
  {
    header: "27. การโค้ชและพัฒนาการบุคคล",

    value: "",
  },
  {
    header: "28. การเป็นที่ปรึกษา",

    value: "",
  },
  {
    header: "29. การประเมินความต้องการบุคคลากร การสอน และฝึกอบรม",

    value: "",
  },
  {
    header: "30. การพัฒนาทีมงาน",

    value: "",
  },
  {
    header: "31. การประเมินเพื่อกำกับดูแลหรือปรับปรุงชิ้นงาน",

    value: "",
  },
  {
    header: "32. การตรวจสอบอุปกรณ์/เครื่องมือ",

    value: "",
  },
  {
    header: "33. การสังเกต เพื่อจำแนกประเภทหรือตรวจสอบสิ่งที่เกิดขึ้น",

    value: "",
  },
  {
    header: "34. การกะประมาณค่า",

    value: "",
  },
  {
    header: "35.   การจัดการและบริหารงบประมาณ/ทรัพยากรอื่นๆ",

    value: "",
  },
  {
    header: "36. การจัดการและบริหารทรัพยากรมนุษย์",

    value: "",
  },
  {
    header: "37. การบริหารความหลากลหาย",

    value: "",
  },
  {
    header: "38. การจัดตารางงานและ กจิ กรรมต่างๆ",

    value: "",
  },
  {
    header: "39. การวางระบบงาน",

    value: "",
  },
  {
    header: "40. การโน้มน้าวใจผู้อื่น",

    value: "",
  },
  {
    header: "41. การจัดการความขัดแย้ง",

    value: "",
  },
  {
    no: "1",

    value: "",
  },
  {
    no: "2",
    value: "",
  },
  {
    no: "3",
    value: "",
  },
  {
    no: "4",
    value: "",
  },
  {
    no: "5",
    value: "",
  },
  {
    no: "6",
    value: "",
  },
  {
    no: "7",
    value: "",
  },
  {
    no: "8",
    value: "",
  },
  {
    no: "9",
    value: "",
  },
  {
    no: "10",
    value: "",
  },
  {
    no: "11",
    value: "",
  },
  {
    no: "12",
    value: "",
  },
  {
    no: "13",
    value: "",
  },
  {
    no: "14",
    value: "",
  },
  {
    no: "15",
    value: "",
  },
  {
    no: "16",
    value: "",
  },
  {
    no: "17",
    value: "",
  },
  {
    no: "18",
    value: "",
  },
  {
    no: "19",
    value: "",
  },
  {
    no: "20",
    value: "",
  },
  {
    no: "21",
    value: "",
  },
  {
    no: "22",
    value: "",
  },
  {
    no: "23",
    value: "",
  },
  {
    no: "23",
    value: "",
  },
  {
    no: "24",
    value: "",
  },
  {
    no: "25",
    value: "",
  },
  {
    no: "26",
    value: "",
  },
  {
    no: "27",
    value: "",
  },
  {
    no: "28",
    value: "",
  },
  {
    no: "29",
    value: "",
  },
  {
    no: "30",
    value: "",
  },
  {
    no: "31",
    value: "",
  },
  {
    no: "32",
    value: "",
  },
  {
    no: "33",
    value: "",
  },
  {
    no: "34",
    value: "",
  },
  {
    no: "35",
    value: "",
  },
  {
    no: "36",
    value: "",
  },
  {
    no: "37",
    value: "",
  },
  {
    no: "38",
    value: "",
  },
  {
    no: "39",
    value: "",
  },
  {
    no: "40",
    value: "",
  },
  {
    no: "41",
    value: "",
  },
  {
    no: "42",
    value: "",
  },
  {
    no: "43",
    value: "",
  },
  {
    no: "44",
    value: "",
  },
  {
    no: "45",
    value: "",
  },
  {
    no: "46",
    value: "",
  },
  {
    no: "47",
    value: "",
  },
];
