export default [
  {
    name: "กลุ่มงานสนับสนุนทั่วไป",
  },
  {
    name: "กลุ่มงานสนับสนุนงานหลักทางด้านเทคนิคเฉพาะด้าน",
  },
  {
    name: "กลุ่มงานให้คำปรึกษา",
  },
  {
    name: "กลุ่มงานบริหาร",
  },
  {
    name: "กลุ่มงานนโยบายและวางแผน",
  },
  {
    name: "กลุ่มกลุ่มงานศึกษาวิจัยและพัฒนา",
  },
  {
    name: "กลุ่มงานข่าวกรองและสืบสวน",
  },
  {
    name: "กลุ่มงานออกแบบเเละพัฒนา",
  },
  {
    name: "กลุ่มงานความสัมพันธ์ระหว่างประเทศ",
  },
  {
    name: "กลุ่มงานบังคับใช้กฎหมาย",
  },
  {
    name: "กลุ่มงานเผยแพร่ประชาสัมพันธ์",
  },
  {
    name: "กลุ่มงานส่งเสริมความรู้",
  },
  {
    name: "กลุ่มงานบริการประชาชนด้านสุขภาพและสวัสดิภาพ",
  },
  {
    name: "กลุ่มงานบริการประชาชนด้านศิลปวัฒนธรรม",
  },
  {
    name: "กลุ่มงานบริการประชาชนด้านเทคนิคเฉพาะด้าน",
  },
  {
    name: "กลุ่มงานเอกสารราชการและทะเบียน",
  },
  {
    name: "กลุ่มงานปกครอง",
  },
  {
    name: "กลุ่มงานอนุรักษ์",
  },
];
